[
    {
        "document": "Cuadrilla, the firm behind the tests, said drilling had been suspended as a precaution after the 1.5 magnitude tremor - the second in two months.\nIt will now examine the data collected by the British Geological Survey (BGS) before deciding whether to resume.\nA tremor centred on Poulton-le-Fylde on 1 April shared a \"similar location and mechanism\", the BSG said.\nShale gas drilling, known as \"fracking\", involves shattering hard shale rocks underground to release gas using either hydraulic pressure or tiny explosions.\nMark Miller, chief executive of Cuadrilla Resources, said: \"We take our responsibilities very seriously and that is why we have stopped fracking operations to share information and consult with the relevant authorities and other experts.\n\"We expect that this analysis and subsequent consultation will take a number of weeks to conclude and we will decide on appropriate actions after that.\"\nThe process has proved controversial in the US with environmentalists alleging that shale gas leaking into their drinking supply could cause tap water to ignite.\nBut earlier this month the Commons energy select committee called on ministers to support the process in the UK arguing that environmental problems associated with it in the US could be overcome by tight regulation and good industry practice.\nThe BGS said it was also monitoring fracking as a precaution. There have been two small earthquakes in Lancashire since fracking began in the county in March, including the latest on Friday.\nIn an analysis of the April quake published on its website the BGS said: \"Any process that injects pressurised water into rocks at depth will cause the rock to fracture and possibly produce earthquakes.\n\"It is well known that injection of water or other fluids during the oil extraction and geothermal engineering, such as Shale gas, processes can result in earthquake activity.\"\nThe BGS said the April tremor took place 1.2 miles (2km) away from the drilling site but said its monitoring instruments were 50 miles (80km) away.\nSpeaking about the latest quake, Dr Brian Baptie, head of seismology at the BGS, said: \"The earthquake was felt by at least one person in Poulton-Le-Fylde.\n\"Our analysis places the epicentre of the event to within 2km of the Preese Hall site.\n\"Data from two temporary instruments close to the drill site, installed after the magnitude 2.3 earthquake on 1 April, indicate that the event occurred at a depth of approximately 2km (1.2 miles).\n\"The recorded waveforms are very similar to those from the magnitude 2.3 event last month, which suggests that the two events share a similar location and mechanism.\"",
        "summary": "a fracking operation in lancashire has been suspended after a gas leak was found at the site.",
        "id": "13599161",
        "bbcid": 13599161,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "Adrian Fatchett, 52, was injured at a house in Highfield Avenue, Athersley South, said South Yorkshire Police.\nMr Fatchett died on Saturday night despite being treated at the scene by paramedics, officers said.\nA 17-year-old boy arrested on suspicion of murder has been bailed and investigations continue, said police.",
        "summary": "a 17-year-old boy has been arrested on suspicion of murder after a man died in hospital.",
        "id": "34041727",
        "bbcid": 34041727,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "The campaign was launched on 19 July by the Iraq War Families Campaign Group, which is made up of relatives of British troops killed in the conflict.\nIt aimed to reach that amount to \"bring to justice those responsible for the war and the deaths of our loved ones\".\nThe campaign was led by Reg Keys and Roger Bacon, who lost sons in Iraq.\nThe funding bid began after the publication last month of the long-awaited report by Sir John Chilcot into the 2003 invasion.\nChilcot report: Findings at-a-glance\nThe campaign group initially aimed to reach £50,000 via crowdfunding, but extended its target after raising that figure in nine hours on the CrowdJustice website.\nIt has now received enough backing to fund the whole campaign.\nMr Keys and Mr Bacon said in a statement: \"This is great proof of the underlying support from the British people in our quest for answers and for justice.\n\"It is startling and humbling at the same time.\"\nThe money raised will allow the group's lawyers, McCue and Partners - currently working free of charge - to analyse the 2.6 million-word report by Sir John and prepare \"a comprehensive opinion approved by expert senior counsel\".\nThis would provide guidance on whether legal action against key people involved in the invasion of Iraq would succeed or not.\nThe Chilcot report did not make any findings on whether individuals acted unlawfully.\nHowever, it rejected the legal basis for UK military action, and said then-prime minister Mr Blair overstated the threat posed by then-President of Iraq Saddam Hussein and sent ill-prepared troops into battle.\nChilcot report: Coverage in full\nMr Blair has apologised for any mistakes made, but not the decision to go to war itself.\nA total of 179 British service personnel were killed in Iraq between 2003 and 2009, when British troops left Iraqi soil.\nTens of thousands of Iraqi civilians died over the period, though estimates vary considerably.",
        "summary": "the families of british troops killed in the 2003 iraq war have launched a campaign to raise funds for the chilcot report.",
        "id": "36968311",
        "bbcid": 36968311,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "In his regular BBC Sport column, football pundit Robbie Savage looks at why Liverpool look a long way off repeating last season's title challenge, how they should line up against Chelsea and the physical and mental battle Steven Gerrard faces to secure a long-term future with the Reds.\nIt is only six months since Steven Gerrard's slip helped the Blues clinch a famous win on Merseyside that derailed Liverpool's title bid.\nBack then, at the end of April, the title was in the Reds' grasp. This weekend, I think we will see again how far away they are from mounting another title challenge.\nThey are miles away from the level required for that, and will have to improve and work hard just to get in the top four.\nIf they manage it, then securing back-to-back seasons in the Champions League should be seen as success for Liverpool boss Brendan Rodgers.\nBut not all their fans see it that way. I had some unhappy Reds supporters calling me up on  606 on BBC Radio 5 live last weekend to give their manager stick.\nPart of Liverpool's problem is that they overachieved massively last season, which has raised expectations unrealistically. That is not Rodgers' fault.\nWhere he can be questioned is in the transfer market, especially up front.\nBetween them Luis Suarez and Daniel Sturridge scored 52 of Liverpool's 101 Premier League goals last  season.\nWith Suarez sold and Sturridge playing only three out of 10 league games so far this season because of injury, Rodgers has lost a lot of goals from his line-up.\nBut he has had money to spend and I do not think he has bought the right strikers to fit his system.\nLooking at Rodgers' options up front for Saturday, Mario Balotelli, Rickie Lambert and Fabio Borini are his three available front men, and the bottom line is that they are not good enough.\nIt is not just that they do not look like scoring. There is a big difference in their work-rate compared to what Suarez and Sturridge gave the team.\nThat means Liverpool are not starting games with the same intensity they did last season, or pressing teams high up the pitch to force them into mistakes.\nDoing that in 2013-14 Liverpool scored 59 first-half goals, 13 more than any other team, and scored in the first half of 34 out of 38 league matches - again the most in the top flight.\nIn their first 10 games of this campaign, they have only managed a total of four goals before half-time, in three different matches. Instead of being on the front foot, they are having to chase games.\nThey look pedestrian and that is not just the centre-forward's fault.\nWhen I have watched them, no matter what formation they play, they do not seem to have any runners going past their striker from midfield.\nAgain, last season that used to happen all the time, but I was at St James' Park last weekend to  co-commentate on their defeat by Newcastle, and the only player to run beyond Balotelli in the first half was Gerrard, who did it once.\nAnother problem is set-pieces. Liverpool were lethal from them last year, scoring with more than any other top-flight team.\nMore than a third of their goals in 2013-14 came from corners or free-kicks, at a rate of almost one a game. That has dropped off dramatically.\nSadly for Rodgers, seeing the goals drying up is not his only problem.\nLiverpool's defence was seen as their weakest link last season and, despite trying several different combinations, he did not get it right.\nFrom Mamadou Sakho for £18m in 2013 to Dejan Lovren for £20m this summer, Rodgers has thrown a lot of money at the problem but is still trying to find an answer.\nThey still look all over the place at the back.\nStatistically, they are no worse defensively than last season - but they are also no better.\nLiverpool play and complete as many passes as before, and also keep as much possession. But with them no longer being able to outscore the opposition, it is no surprise their results have been affected.\nWhat Liverpool lack at the back is a leader, and their goalkeeper does not give them much help there.\nSimon Mignolet is clearly an excellent shot-stopper but I don't see him coming off his line enough, or commanding his box.\nRodgers tried three at the back against the Magpies, but I cannot see him doing the same against Chelsea.\nHe was criticised for resting players against Real Madrid on Tuesday but I agreed with him for doing it.\nLiverpool can still qualify for the knockout stages in Europe if they win their last two games in Group B and their weakened team actually did better against Real in Spain than the full-strength side he picked at home.\nNow he has to decide who to play against Chelsea, but whoever he picks, Liverpool will need to show a huge improvement on their recent displays.\nMy team to face Liverpool: Mignolet, Johnson, Skrtel, Toure, Moreno, Can, Gerrard, Sterling, Coutinho, Lallana, Borini.\nFor me, Lovren is the big signing who makes way, with Kolo Toure keeping his place after doing well at the Bernabeu.\nIt is a big call to drop Lovren when Rodgers has spent so much money on him, but he has just not been good enough.\nIt is hard to see Liverpool winning on Saturday because Chelsea are on a different planet\nHe was poor against Newcastle and has been poor all season.\nAlthough he has got the height that Liverpool will need to defend set-pieces against Chelsea, I saw him get bossed around by Bobby Zamora when Liverpool played QPR at Loftus Road. You have to think that Diego Costa would make mincemeat of him if he is up front for Chelsea.\nTo compete, Liverpool will need a solid four in the middle, with their full-backs looking to join the attack.\nWhether it be Glen Johnson on the right or Alberto Moreno on the left, when one goes forward, then the other should sit back.\nThat way, Liverpool will always have five defensive players to guard against Chelsea's counter-attacks.\nGoing forward, they need their full-backs to contribute in the same way they did last season when they overlapped down the flanks or broke forward with speed.\nThe trio of Adam Lallana, Philippe Coutinho and Raheem Sterling as attacking midfielders provide pace, trickery and creativity and, leading the line, Borini gives more energy than Lambert or Balotelli.\nHe will have to work hard down the channels to keep Chelsea's defence busy.\nEven if all of that works, however, it is still hard to see Liverpool winning on Saturday because Chelsea are on a different planet to every other Premier League team at the moment.\nJose Mourinho's side have not been at their best in the last couple of games but they have not lost any of them either.\nThe only way you would describe their form as disappointing would be in comparison to the way they started the season, when they were electric.\nThe Blues do not seem to have a weakness and, just like in April, I see them leaving Anfield with three points.\nThere is no title on the line this time, but it will still hurt the home fans.\nWhatever happens on Saturday will not make up for what was probably the worst moment of Gerrard's career. He may never make up for it, but there is no way he is finished.\nHe was Liverpool's best player against Newcastle and, despite it still being uncertain whether he will get a new Reds contract in the summer, I definitely see him as being part of their longer-term future.\nPlaying in that defensive midfield role, he can remain competitive in the Premier League. I cannot see him being allowed to leave Anfield but, if he does, he will end up at another top club.\nThe older you get, the harder you have to work, though, and extending his career will be a mental battle as well as a physical one.\nAt 34, he does not have to prove he can ping a ball 60 yards, deliver a great free-kick or make a crunching tackle.\nWhat he has to show is that he can still get about the park well enough to do all of those things effectively.\nBecause, whether he likes it or not, every time he has a bad game he will hear the accusation that \"his legs have gone\".\nOf course he is still fit and can still run. He is probably one of the fittest players at Liverpool. At 36, when I was at Derby, I was still in the top two or three players whenever we did the bleep test.\nWhat happened against Chelsea last time probably destroyed Gerrard on the inside\nBut it is the recovery that will test him. When you are flying, you can close someone down, then charge into the next challenge or situation.\nAs you get older, it is harder to get to the next man in time to make a difference. That is what people mean when they say your legs have gone.\nThere is nothing worse as a high-energy midfield player to know that, two or three years ago, you could have made that next challenge - and now you can't.\nI knew it when it happened to me. I would try not to think it but you cannot escape it and it was horrendous. I began to doubt myself and whether anybody would want me to play for them.\nWhat does not help is what other people say. Managers and players told me I was finished but I had to keep believing in myself.\nI knew I was not the player I was, but I still felt I had something to offer.\nFor me, Gerrard undoubtedly does too. Along with Sterling and Sturridge he is still one of Liverpool's most important players.\nOf all the players I faced in my career, he was the one I would have loved to have played with.\nHe was a nightmare to play against because he had everything. At his peak he was the best midfielder the Premier League has seen.\nSaturday will be a difficult occasion for him because what happened against Chelsea last time probably destroyed him on the inside.\nOf course he will be thinking about it before the game - he must think about it all the time - but he has not let it stop him.\nIt would have been easy for him to quit after a disappointment like that, but he has kept going like he always does.\nIt is that kind of desire that will keep him going beyond the end of this season too.\nRobbie Savage was speaking to BBC Sport's Chris Bevan",
        "summary": "liverpool\\'s pursuit of a premier league title could be over, according to former liverpool striker steven gerrard.",
        "id": "29945991",
        "bbcid": 29945991,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "Ofsted says it has found evidence of children being taught in squalid conditions in three places in Birmingham which have now closed.\nAnyone running illegal schools could face a jail term of up to 51 weeks.\nMinisters are also consulting on plans for more regulation of places teaching for more than 6 to 8 hours a week.\nSir Michael Wilshaw, Chief Inspector of Schools in England, told the BBC this week that his inspectors were visibly shocked by the conditions they found.\nIt is understood that a total of 18 unregulated schools, mainly in Muslim communities in the Midlands, have been visited as part of an investigation in recent months.\nThree places in Birmingham have been closed and the owners are being investigated under suspicion of running an illegal school.\nSir Michael said the cases uncovered were likely to be the \"tip of the iceberg\" and he was seriously concerned that children were at risk of being abused or radicalised.\nAny place where children are taught for more than 20 hours a week has to register as a school.\nSome places describing themselves as part-time education centres or \"flexi schools\"  are operating within the law providing support for home-educated children.\nBut Ofsted and ministers are concerned that some are taking advantage of the legal right to home educate to operate what are in fact illegal schools.\nIn a letter to the education secretary on Friday, Sir Michael suggested officials had been slow to take decisive action in the three places which Ofsted had closed with the help of the local council.\n\"This was achieved in spite of your officials providing, what I believe to be, confusing and unhelpful advice to the proprietors that they could now apply to register their provision.\"\nThe government has provided funding for a team of six inspectors whose job will be to investigate illegal schools.\nWhile most of the places visited by Ofsted so far have been in Muslim communities, inspectors may also turn their attention to similar unregistered tuition centres operated by other groups.\n\"It will apply across the board, to any religious group whether Muslim group, Jewish group, or Christian group who wants to operate this sort of provision in unsafe accommodation, in unhygienic and filthy accommodation.\n\"It will apply to all religious groups, I want to make that absolutely clear,\" Sir Michael told the BBC.\nThe education secretary has now said she intends to go further.\n\"I have now asked Ofsted to prepare cases for prosecution against unregistered schools it has identified. For a child to spend a single day in one of these schools is unacceptable.\"\nIn order for a prosecution to be brought against an unregistered school the Education Secretary has to give consent.\nThe government consultation on further regulation runs until mid-January.",
        "summary": "ofsted chief sir michael wilshaw has said it is \" highly concerned \" about the government\\'s handling of illegal schools in england.",
        "id": "35086370",
        "bbcid": 35086370,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "In the year to the end of March, 57 victims of homicide (murders and culpable homicides) were recorded - down five on the previous 12 months.\nThis is the lowest number of recorded homicide cases for a single 12-month period since 1976 and half the figure of nine years ago.\nAs of 31 March 2016, only one case of homicide recorded in 2015-16 was unresolved.\nThe report Homicide in Scotland showed that a sharp instrument remained the most common method of killing in Scotland and accounted for 51% of homicides (29 cases) in 2015-16.\nNearly all of these cases (26 out of 29) involved a knife.\nWhile the majority of the accused had an unknown status for alcohol and drugs, 31% (20 people) were identified by the police as being under the influence of alcohol or alcohol and drugs.\nJustice Secretary Michael Matheson said: \"While it is encouraging to see continued falls in homicide cases alongside the long-term decline in violent crime, the sustained efforts that have helped achieve this - through education and enforcement - must continue, because each of the lives lost is one life too many.\n\"There is a clear role across a range of public services, in addition to the critical work of our police, to continue to support communities that may remain at risk from violent crime and to challenge irresponsible attitudes both to alcohol misuse and to so-called 'casual' violence.\n\"We will continue to work with partners and invest in a range of projects to help steer our young people away from the risks of a life of violence and crime, while also ensuring our law enforcement agencies and the courts have the powers and resources needed to deal with those who do harm to others.\"\nScottish Labour's justice spokeswoman Claire Baker said: \"Whilst I welcome the overall downward trend in homicides in Scotland we have to take these statistics with a note of caution.\n\"Last year when the Scottish government were heralding 'record low' homicide figures after a supposed similar drop, the actual figures were being revised upwards to show an increase.\n\"Meanwhile, sexual crime in Scotland sits at a 45-year high and in the past year we have seen an increase in violent crime with attempted murder and serious assault rising by a staggering 27%.\"\nThe number of homicide victims for 2014-15 stood at 59 last year but later increased to 62, after three cases were reclassified following deaths.",
        "summary": "the number of homicides recorded in scotland last year was at its lowest level since records began, official figures show.",
        "id": "37618111",
        "bbcid": 37618111,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "John Lahiff, 75, told local media that he disturbed the crocodile while looking for a ball in water at the course in Port Douglas, Queensland.\nHe was taken to hospital with a deep laceration to his shin and puncture wounds to his calf, but said he would not be put off playing golf.\nHe told ABC News he would try not to hit balls into the water in future.\nCrocodiles are a common sight on the golf course, Australian media reported, and signs warn players of the dangers.\nPolice Senior Sergeant James Coate told ABC that the 1.2m (4ft) saltwater crocodile had been in a waterway on the 11th hole\nMr Lahiff, speaking from Cairns Hospital, said he had seen crocodiles there before and \"should have realised to be a bit more aware\".\n\"I didn't see the croc sunbaking just on the edge of the water. I walked past it and then it got me on the way back and as soon as it grabbed me it took off into the water.\"\nHe manage to drive himself back to the club house to get help.\nThe Australian newspaper reported that wildlife officers would try to remove the crocodile and relocate it to a crocodile farm or a zoo.\nBut Mr Lahiff told ABC he wanted the croc to stay where it was. \"I think he got more of a fright than me. He's alright,\" he said.\nThe Palmer Sea Reef golf course is owned by Australian billionaire and politician Clive Palmer.\nAfter the incident he tweeted that he wished the golfer a speedy recovery.\nHe joked: \"Crocodile has been removed from all menus at Palmer properties following today's incident.\"\nCrocodiles are a common feature of Australia's tropical north and numbers have increased since being declared a protected species in 1971.",
        "summary": "an australian golfer has been taken to hospital after being bitten by a crocodile at a golf course in australia.",
        "id": "32296663",
        "bbcid": 32296663,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "Compared with other European countries, many apprenticeships are low quality and too short, the Sutton Trust warns.\nIt says thousands of apprenticeships should be created to boost the economy and improve youngsters' job prospects.\nThe Department for Education says apprenticeships are being reformed to \"drive up standards\".\nThe Association of Colleges said some existing apprenticeships were respected by industry and should be preserved.\nThe study, which was carried out by the Boston Consulting Group on behalf of the Sutton Trust, says fewer than 200,000 of the 520,000 apprenticeships starting in England every year are rated at level three - which is equivalent to A-level.\nThe report cites figures that suggest  apprenticeships are offered by just one in five (20%) of employers in England, compared with over half (51%) in Germany, which, the report says, is considered to have one of the best vocational education systems.\nOnly 61,000 new apprenticeship starts were for young people, whereas in Germany, 570,000 new apprenticeships are for youngsters and 90% of these are equivalent to A-levels.\nThe report also notes that England's vocational system has 18,000 different qualifications, while Germany has 330.\nThe report warns that since 2010, more than half (58%) of apprenticeships have been below level three and three-quarters have been aimed at those over the age of 25, many of whom are already in work.\nAnd it warns 11 young people are competing for each apprenticeship.\nIn his foreword to the report, Sutton Trust chairman Sir Peter Lampl said the report had found that, with some exceptions, the opportunities on offer to young people who did not go to university were \"poor\".\nThe attitude in England, with some exceptions, was very different to that in countries such as Germany and Switzerland, he said.\n\"Instead of a clear system of respected vocational routes, we suffer from a complicated patchwork where too many young people are offered qualifications of little worth in a system that confuses employers and is not valued as it should be by society,\" he said.\nHe said the \"cruel deception\" about an expansion in apprenticeships, when many were below level three and the majority went to older workers, had to stop.\nThe report calls for apprenticeships to be radically expanded, with up to 300,000 new starts each year. The majority of these should be at level three at least for three years, with some four-year courses at level four - higher than A-levels.\nNo more than 10% of apprenticeships should be two-year courses at level two, it says.\nSir Peter said: \"Real apprenticeships are as important to social mobility as good university degrees.\n\"Students facing huge loans for a university education find themselves between a rock and a hard place. Even if they would prefer to work with training, the lack of good apprenticeships means they feel they have little choice.\n\"England's patchwork vocational system not only hinders our economic competitiveness, it prevents tens of thousands of young people from gaining good skilled jobs.\"\nTeresa Frith, from the Association of Colleges, said: \"Creating 300,000 apprenticeships, when the report acknowledges there is already a shortage of apprenticeship places for 16 to-year-olds, would be a massive challenge and although we agree that there is a business case for employers to take on apprentices, at the moment too few do.\n\"The report also says level three apprenticeships should be the priority. This isn't a bad idea in principle but some level two apprenticeships, such as those in construction, are well-respected by the industry and should be preserved.\n\"The report is absolutely right to say that vocational courses should only be taught in institutions with high-quality facilities and expert teaching staff and that careers advice and guidance needs to be improved.\"\nA Department for Education spokeswoman said: \"We are already radically reforming apprenticeships to drive up standards so that they are more rigorous and responsive to the needs of employers.\n\"Since 2010 over a million people have become apprentices, providing a great start to their careers. We have already insisted that apprenticeships last for a minimum of a year, include more English and maths and that every apprenticeship is a job.\n\"We have consulted on wider reforms to drive up standards in apprenticeships further, and will publish plans later this month.\"",
        "summary": "the number of apprenticeships in england is at its lowest level, says a new report.",
        "id": "24553569",
        "bbcid": 24553569,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "It is seen as a response to the growing threat from Russian submarines which have stepped up their own patrols in these very same waters.\nIt has also highlighted a gaping hole in Britain's own defences.\nFor now though it is the hunt for U33, not Red October. The German U-boat is acting as the unseen enemy below the waves.\nU33's commander Kai Nicklesdorf and his 28 crew, who live in cramped conditions, are trying to avoid detection by 10 Nato warships.\nTheir task, for this exercise, is to try to take out the command ship, the USS Vicksburg, and an oil tanker.\nWhen they dive the only visible sign of their presence will be the brief sight of a periscope breaking the waves for a matter of seconds.\nUp on the bridge of the USS Vicksburg, Rear Admiral Brad Williamson prepares his fleet of 10 warships, including the Royal Navy Frigate HMS Portland, to begin the search.\nHe says this is important training and that his crews are all aware of Russian submarine activity.\nThere have been recent reports of Russian submarines off the coast of Sweden, Finland and the UK.\nHe says the training \"focuses our minds and for the guys in combat it's not theoretical that we might have to do anti-submarine warfare\".\nFor the surface ships the task of locating an invisible enemy under vast stretches of ocean is not that easy.\nIt has been likened to looking for a needle in a haystack.\nUp on the bridge of the USS Vicksburg, the crew scan the horizon looking out for a periscope.\nDown below, in a darkened room in the bowels of the ship, sailors listen in and monitor the results from the ships sonar and sensors.\nLieutenant Colin Ryan, Vicksburg's anti-submarine warfare officer, admits that it is much easier for a submarine to hide than a surface ship.\nHe says there have been incidents on this deployment when they have identified submarines.\nBut when I ask whether they have been Russian, he replies nervously: \"I wouldn't want to comment on that,\" before adding: \"In general, we're always on the lookout.\"\nNato members rarely comment on the activities of their own submarines, let alone the movements of any potential enemy.\nBut this exercise is proof there is growing concern about Russia's increasing military strength.\nWhile many European nations have been cutting their defence budgets and the capabilities, Russian President Vladimir Putin has been heavily investing in his.\nRussia now has a fleet of around 60 submarines - the larger nuclear powered ones and smaller diesel electric submarines which can operate in shallow waters.\nEarlier this month Russia launched what it claims is the \"quietest submarine in the world\".\nPeter Roberts, a former Royal Navy officer, and now a senior fellow at the defence think tank RUSI, says it now leads the world in submarine development.\nHe describes them as technologically advanced and their crews as highly skilled.\nThey are, he says, the \"quietest and most challenging adversary in the world\".\nWhen out on patrol they can go undetected for months at a time.\nOften the first time a Nato warship will be aware of their presence is when a periscope briefly pops above the waves.\nThey lie silent and stationary at the bottom of the ocean listening to and \"fingerprinting\" other nations' submarines and warships.\nFor this exercise, curiously named \"Dynamic Mongoose\", as well as the warships there are anti-submarine warfare helicopters helping in the search.\nFor the first time, a Nato research vessel has also deployed underwater unmanned vehicles or drones to help track the ocean.\nScientists on board listen to the familiar pings as the two robots shaped like torpedoes scan the seabed.\nIt is not always easy to distinguish between the shipwrecks, whales, fish shoals and rocky outcrops in the sea.\nRyan Goldhahn, scientist-in-charge at Nato's Centre for Maritime Research and Experimentation, says the underwater robots, which appear on their monitors as Harpo and Groucho, have several advantages to the warships and aircraft involved in the exercise.\nThey are cheaper to operate, take the person out of harm's way and can offer persistent surveillance.\nUnderwater drones are for the future.\nBut for now one of the most important assets in any nation's armoury to conduct anti-submarine warfare is the long-range maritime patrol aircraft.\nThese are able to fly long distances while scanning hundreds of miles beneath the ocean.\nFor this exercise, the top cover is being provided by a French Atlantique maritime patrol aircraft.\nInside in a darkened cabin, half a dozen crew stare at the monitors that can help pinpoint submarines below.\nBritain no longer has any of its own maritime patrol aircraft and this exercise is a reminder of a significant gap in the UK's defences.\nSeveral times over the past year Britain has had to call on its Nato allies to provide eyes in the sky when there have been reported Russian submarines in or near Britain's waters.\nRUSI's Mr Roberts says it is a \"key vulnerability\".\nHe says the lack of any maritime patrol aircraft, that used to be provided by the Nimrod, means a Russian submarine could sit off the UK and track the nuclear deterrent as it leaves Faslane naval base in Scotland.\nBritain, he says, should be \"exceptionally worried\" that it is seen as a \"soft touch\", because Russia will continue to test its defences, just as they have by flying long range bombers near UK airspace.\nThe purpose of this exercise is to ensure Nato is ready to conduct anti-submarine warfare.\nBut it is also a reminder that some nations - including Britain - cannot do it alone.\nThe lack of any UK maritime patrol aircraft will have to be addressed in the government's forthcoming defence and security review.\nThe search for Russian submarines will not be as easy as the hunt for U33.",
        "summary": "the russian navy\\'s new submarine fleet has come into effect in finland.",
        "id": "32715299",
        "bbcid": 32715299,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "Mr Duckenfield was match commander at the FA Cup semi-final when 96 Liverpool fans were fatally injured in a crush.\nEx-South Yorkshire Police (SYP) Ch Insp Sir Norman Bettison, two officers, a solicitor and a Sheffield Wednesday club secretary also face charges.\nThe Prime Minister said it would be a day of \"mixed emotions\" for families.\nLast year, new inquests into the disaster at the Liverpool v Nottingham Forest match, held at Sheffield Wednesday's ground, concluded the fans had been unlawfully killed.\nThe inquests found that Liverpool supporters were not responsible for the dangerous situation at the Leppings Lane turnstiles.\nFor legal reasons, Mr Duckenfield cannot be charged over the death of the 96th victim, Tony Bland, as he died four years after the disaster, prosecutors said.\nThe Crown Prosecution Service (CPS) must apply to the High Court to lift an order imposed after he was prosecuted privately in 1999, which must be removed before he can be charged.\nAn application will be made to the High Court in a matter of weeks and a senior judge will make a ruling in due course.\nThe full list of individuals and charges are:\nThe six men charged over Hillsborough\nHillsborough: Criminal charges explained\nThe defendants, other than Mr Duckenfield, will appear at Warrington Magistrates' Court on 9 August.\nNo organisation will face corporate charges and no-one from the ambulance service will be charged, said Sue Hemming, head of special crime and counter-terrorism at the CPS.\nShe explained that Sheffield Wednesday is now a \"different company\" and, as it is not a successor organisation, is not criminally liable for any offences that might have been committed in 1989.\nÂ£56.5m\ncost of Operation Resolve\nÂ£42m\ncost of IPCC investigation\n17,000 lines of inquiry by Operation Resolve\n11,000 statements taken by Operation Resolve\n190,000 documents reviewed by IPCC investigation\n23,000 images reviewed by IPCC investigation\nThe CPS brought charges following referrals from the Operation Resolve investigation into the causes of the disaster and the Independent Police Complaints Commission (IPCC) probe.\nAssistant Commissioner Rob Beckley, from Operation Resolve, said: \"Our inquiry looked at all aspects of the event, including the planning and the preparation for the game, the safety of the stadium and the response by the emergency services.\"\nThe IPCC investigated the conduct of both SYP and West Midlands Police (WMP) in the days and weeks afterwards.\nAny decision regarding WMP, which was brought in to carry out the original investigation into the conduct of SYP officers, will be made at a later date.\nMs Hemming made the announcement of the intended prosecutions to victims' families at a private meeting in Warrington earlier.\nShe said: \"Following our careful review of the evidence, in accordance with the code for Crown prosecutors, I have decided that there is sufficient evidence to charge six individuals with criminal offences.\n\"Criminal proceedings have now commenced and the defendants have a right to a fair trial.\"\nCampaigner Trevor Hicks, whose daughters Victoria, 15, and Sarah, 19, died in the disaster, said: \"There will be six people facing criminal charges who might not have done if we hadn't been resilient and all stuck together and fought this long fight.\n\"There are no winners in this, it doesn't bring anybody back.\n\"What it does do is send a message about accountability, as we keep saying, that nobody but nobody is above the law; be it the police or anybody else.\"\nChairwoman of the Hillsborough Family Support Group, Margaret Aspinall, whose son James, 18, was killed, said: \"This is definitely the start of the end.\n\"I think everybody needs that, I think we all need peace from Hillsborough but we can never have peace until we've got truth, justice, accountability.\n\"I think that's the time we'll all have peace.\"\nBarry Devonside, whose son Christopher, 18, was killed in the disaster, said: \"Everybody applauded when it was announced that the most senior police officer on that particular day will have charges presented to him.\"\nEvelyn McDonnell Mills, whose brother Peter McDonnell, 21, died, said she was \"really happy\", but sad that her brother who campaigned for years and died during the new inquests never got to see their conclusion.\nPete Weatherby QC, who represents 22 of the victims' families, said they had \"always known that accountability is the most difficult objective\".\n\"They remain keen to see the criminal process properly pursued for those who have been charged and given that, the rights of the defendants should be respected.\n\"They do however hope that the memories of their loved ones and the integrity of the fans who attended Hillsborough will be respected during the process.\"\nBBC News profiles of all those who died\nAt Prime Minister's Questions, Theresa May said: \"I know from working closely with the families when I was home secretary that this will be a day of mixed emotions for them.\"\nLabour leader Jeremy Corbyn offered a \"tribute to all of those that spent a great deal of time trying to ensure there was justice for those that died at Hillsborough\".\nDr Alan Billings, the South Yorkshire police and crime commissioner, said he hoped the start of criminal proceedings would \"lead to a measure of closure for the family members who have experienced a long and traumatic process\".\nSheffield Wednesday said the club had no comment to make.\nMr Duckenfield and Mr Denton's legal representative Ian Lewis, from JMW Solicitors, said: \"In light of the decision by the Crown Prosecution Service to commence criminal proceedings against David Duckenfield and Donald Denton, it would be inappropriate for me as their solicitor, or for my clients themselves, to make any comment.\"\nMr Metcalf declined to comment.",
        "summary": "the inquests into the deaths of 96 football fans in the hillsborough disaster will be reviewed in the wake of the hillsborough inquests.",
        "id": "40419819",
        "bbcid": 40419819,
        "system": "TranS2S",
        "hallucination_type": NaN,
        "hallucinated_span": NaN,
        "hallucinated_span_start": -1,
        "hallucinated_span_end": -1,
        "worker_id": "wid_2"
    },
    {
        "document": "He spent last season in charge of the Under-20 development squad, but will not return for the start of pre-season training.\nRangers manager Mark Warburton wants to alter the coaching personnel, leaving Durrant without a position at Ibrox.\nHe spent 14 years as a player at Rangers, before returning as a coach in 2005.\nDurrant held several positions in the youth set-up, then stepped up to work with the first team during Walter Smith's second spell as manager in 2007.\nHe was first-team coach when Ally McCoist succeeded Smith in 2011, then returned to working with the youths again after McCoist resigned during season 2014-15.",
        "summary": "rangers have appointed ex-rangers boss walter smith as first-team coach.",
        "id": "36486846",
        "bbcid": 36486846,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "boss walter smith",
        "hallucinated_span_start": 35,
        "hallucinated_span_end": 52,
        "worker_id": "wid_2"
    },
    {
        "document": "Tries from Macgraff Leuluai, Ah Van and Chris Bridge gave Widnes a 14-6 half-time lead, with Cas loanee Paddy Flynn responding against his parent club.\nFlynn scored another early in the second, but Ah Van, Lloyd White (2) and Joe Mellor tries made it 38-12.\nDespite three Cas tries in four minutes - Larne Patrick, Luke Gale and Flynn's hat-trick score - Widnes held on.\nThe Vikings' victory had looked assured when Mellor took advantage of Castleford indecision on a short kick-off, running straight through to help them to a 26-point lead.\nBut, having lost nine of their previous 10 matches, their defence creaked as they let Patrick, who has just signed a three-year deal to move from Huddersfield after his loan spell, in for a try.\nGale and Flynn - on loan at Castleford from the Vikings until the end of the season - made it a nervy finish, but the Tigers suffered their fourth consecutive home league defeat.\nWidnes moved above Wakefield into seventh, while Castleford remain in sixth, one point above the Vikings.\nCastleford: Solomona, Monaghan, Crooks, Webster, Flynn, McShane, Gale, Jewitt, Milner, Patrick, Moors, McMeeken, Massey.\nReplacements: Millington, Springer, Tickle, Cook.\nWidnes: Hanbury, Thompson, Runciman, Bridge, Ah Van, Mellor,Brown, Cahill, White, Buchanan, Whitley, Dean, Leuluai.\nReplacements: J. Chapelhow, Manuokafoa, Walker, Heremaia.\nReferee: J Smith",
        "summary": "widnes suffered their first defeat of the season as widnes won at home to widnes.",
        "id": "36469756",
        "bbcid": 36469756,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "widnes suffered their first defeat of the season as widnes won at home to widnes",
        "hallucinated_span_start": 1,
        "hallucinated_span_end": 81,
        "worker_id": "wid_2"
    },
    {
        "document": "Craig Nelson, who was also known as Craig Preston, was found at the Woodhead Tunnels off the A628 in Derbyshire at 11:00 BST on Monday.\nA post-mortem found the 34-year-old from Wath-Upon-Dearn in Rotherham died as a result of head injuries.\nA man, 41, and a woman, 23, were arrested in Sheffield by South Yorkshire Police and remain in custody.",
        "summary": "three people have been arrested on suspicion of murder after a man died following a head-on crash in south yorkshire.",
        "id": "37201780",
        "bbcid": 37201780,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "south yorkshire",
        "hallucinated_span_start": 102,
        "hallucinated_span_end": 117,
        "worker_id": "wid_2"
    },
    {
        "document": "Discovered on land at North Elmham, near Dereham, the circa 600 AD coin was created by French rulers of the time to increase their available currency.\nAdrian Marsden, finds officer based at Norwich Castle Museum, said the object was probably buried with its owner.\nThe pendant was declared treasure by the Norfolk coroner on Wednesday.\nMr Marsden added: \"This is an early copy of a Byzantine gold coin made in France.\n\"The Merovingians [French rulers] created copies of Byzantine coins from their bullion as there wasn't enough coinage coming in from the eastern Roman empire. How many of these copies were 'official' currency is hard to say.\"\nThe 23.5mm diameter pendant, created from an imitation of a gold solidus of emperor Maurice Tiberius (582-602 AD), features a suspension loop with three longitudinal ribs having been soldered to the edge of the coin immediately above the emperor's head.\n\"What's interesting is you have somebody in France copying a Byzantine coin which then also followed the trend of turning it into jewellery.\"\nMr Marsden said the coin was likely to have come to England as a result of export trade at the time.\n\"We see very few of these so it's an interesting find and one that we will hope to acquire for the Norwich Castle Museum collection.\"\nOther items declared treasure at the coroner's inquest include an early-medieval Carolingian-style silver mount found in Barnham Broom, a hoard of 150 Roman coins discovered in Quidenham and an early-medieval biconical gold bead which would have been worn on high-status necklaces.",
        "summary": "a roman silver coin believed to be one of britain\\'s most famous roman coins has been discovered in norfolk.",
        "id": "23602056",
        "bbcid": 23602056,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "norfolk",
        "hallucinated_span_start": 100,
        "hallucinated_span_end": 107,
        "worker_id": "wid_2"
    },
    {
        "document": "The Labour leader has also said he is \"very angry\" that so many lives were lost in a deadly tower block fire.\nPM Theresa May said the residents were \"in our thoughts and prayers\" and has ordered a public inquiry into the fire.\nBut she was criticised by a senior Labour MP for failing to meet residents when she visited the scene on Thursday.\nAt least 17 people died in the disaster at Grenfell Tower in North Kensington, west London in the early hours of Wednesday.\nMr Corbyn, who earlier released a statement saying he was \"very angry that it was possible for the fire to spread in the way it did,\" said people living in high-rise flats would be frightened following the Grenfell Tower disaster and needed answers to give them \"peace of mind\".\nAnd he told MPs on Thursday: \"The south part of Kensington is incredibly wealthy, it's the wealthiest part of the country.\n\"The ward where this fire took place is, I think the poorest ward in the whole country.\n\"And properties must be found, requisitioned if necessary, in order to make sure those residents do get re-housed locally.\n\"It cannot be acceptable that in London you have luxury buildings and luxury flats kept as land banking for the future while the homeless and the poor look for somewhere to live.\"\nMrs May met police and firefighters at a private visit to the site but was not seen speaking to residents who survived the attack. Mr Corbyn was pictured speaking to local people.\nLabour Mayor of London Sadiq Khan was heckled by some angry residents at the scene when he visited.\nMr Khan praised the local community spirit but added: \"People are angry and I share that anger.\"\nDowning Street said that Mrs May's visit was made to get a briefing from the emergency services to ensure that they had the resources they needed.\nBut Labour's former deputy leader Harriet Harman wrote on Twitter: \"Theresa May should have met Grenfell fire residents. She should have been prepared to listen to them Not OK to speak at them via TV.\"\nThe prime minister has praised the way the local community had supported the residents and praised the \"professionalism and bravery\" of the emergency services.\nShe pledged that the government \"stands ready to provide every assistance\" to the council and emergency services.\n\"I want to reassure the residents of Grenfell Tower - all of whom are in our thoughts and prayers - that the government will make every effort to make sure that they are re-housed in London and as close as possible to home.\"\nShe has ordered a judge-led public inquiry into the disaster. Ministers have also made emergency funding available to local authorities to support people affected.\nBut MPs demanded answers in a specially-arranged session in Westminster Hall on Thursday, while Parliament is still suspended.\nAt the start of the special meeting in Westminster's Grand Committee Room, Fire Minister Nick Hurd said: \"What we are dealing with here is a national tragedy.\"\nHe said the \"exceptionally complex\" investigation would take several months, and there would be no room for \"plodding bureaucracy\" in the official response.\n\"It is the intention of the government to leave absolutely no stone unturned,\" he said.\nAnswers were needed about fire walls, sprinkler systems, the alarm system and how the fire spread, he said.\n\"Every single person living in a high-rise building today will be frightened, will be traumatised and will be very, very worried.\"\nShadow housing minister John Healey urged ministers to begin installing sprinkler systems immediately and not to wait for the result of the public inquiry.\nThe new housing minister, Alok Sharma, said he too had heard accounts of residents who said they had warned about fire safety.\nThe government was talking to councils and housing associations about getting checks on other buildings done quickly, he said.\nAt the end of the meeting, he promised \"every single family\" would be re-housed in the local area.\nEarlier Theresa May ordered a full public inquiry, \"to ensure that this terrible tragedy is properly investigated\".\nLabour is calling for measures recommended after another fatal fire in 2009 to be implemented immediately.\nRecommendations made after a fire in a tower block in Lakanal House in Camberwell in which six people died included installing sprinkler systems in high-risk buildings and reviewing building regulations.\nIn October the former Housing Minister, Gavin Barwell, said the government had \"publicly committed\" to reviewing building regulations in relation to fire safety after the Lakanal House fire.\nMr Healey said this review had \"not been started\".\n\"The residents and others have some really serious questions to put to ministers and the people who run the building,\" he said.\nResponding to reports, the Department for Communities and Local Government said it was \"simply not true\" that a report about building regulations had been \"sat on\".\nThe BBC understands the Lord Chief Justice will make a recommendation to the prime minister of a judge to chair the inquiry.\nHe or she will be independent from the government and able to call who they want as a witness.\nThe Liberal Democrats have called for an urgent review into fire safety and building regulations.",
        "summary": "sadiq khan has praised the grenfell tower fire as \" frightened \" and \" frightened \".",
        "id": "40285994",
        "bbcid": 40285994,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "grenfell tower fire as \" frightened \" and \" frightened \"",
        "hallucinated_span_start": 28,
        "hallucinated_span_end": 84,
        "worker_id": "wid_2"
    },
    {
        "document": "Owens, Rhys Hanbury and Paddy Flynn all crossed before half-time as the hosts opened up a 16-point lead.\nCameron Phelps looked to have made the game safe, but quick tries from Ryan Atkins and Chris Bridge made it 24-10.\nOwens grabbed his second of the game before Stefan Ratchford went over for Wolves, but Widnes held for the bragging rights in the local derby.\nWarrington remain fifth in the Super League table, while eighth-placed Widnes are three points clear of Hull KR, in ninth, who have a game in hand.\nDanny Tickle converted the first try of the night from Owens, who latched onto a cut-out pass on the left flank.\nHanbury exploited a massive gap in the Warrington defence to go over and Flynn scored the home side's third try, after Stef Marsh's flick pass out of the back door created the opportunity.\nThe Vikings' 16-0 half-time lead was extended when Phelps finished off Flynn's weaving run.\nAtkins' special solo try was followed by Bridge going over to give Warrington a glimmer of hope, but Owens collected Kevin Brown's kick for his second try.\nRatchford grabbed the visitors' third try but it was too little too late.\nWidnes coach Denis Betts:\n\"It's been coming the last couple of weeks. We've had a few solid performances but not getting the result.\n\"To hold a nil lead for Warrington, such a fantastic attacking team, was a great plus in the first half. And then to withstand it and score more points was a great performance for a lot of our players.\n\"Everyone did their job. Our pack was massive and there's not a player who didn't give us something.\"\nWarrington coach Tony Smith:\n\"Widnes took their chances well. We didn't take our opportunities, we didn't create enough.\n\"We were boring and didn't ask enough questions. Our opponents were good and took their chances.\n\"I thought Widnes out-enthused us at crucial times and I think our team will respond and fix things up.\n\"We accept defeat and will work harder, improve and be stronger next week.\"\nWidnes: Hanbury, Owens, Phelps, Marsh, Flynn, Brown, Mellor, Cahill, Clarke, Gerrard, Galea, Tickle, Leuluai.\nReplacements: Allen, Kavanagh, Isa, Carberry.\nWarrington: Russell, Ormsby, Ratchford, Atkins, R. Evans, C. Bridge, O'Brien, Hill, Higham, England, Currie, Westwood, Wood.\nReplacements: Asotasi, Riley, Dwyer, Philbin.\nReferee: Phil Bentham (RFL).\nAttendance: 7,158",
        "summary": "warrington maintained their 100% start to the super league season to the top of the table by beating widnes vikings.",
        "id": "28309684",
        "bbcid": 28309684,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "widnes vikings",
        "hallucinated_span_start": 102,
        "hallucinated_span_end": 116,
        "worker_id": "wid_2"
    },
    {
        "document": "The Rhinos have been training across the city of Leeds since the river Aire burst its banks at Christmas.\nChief executive Gary Hetherington told BBC Radio Leeds: \"It is looking like £1m in total. It has caused massive disruption.\n\"But sport throws up all sorts of challenges and this is another one.\"\nAll seven training pitches and the main building at the Kirkstall site the Rhinos share with rugby union side Yorkshire Carnegie were contaminated by flood water at the end of December.\nThe Rhinos, who begin the defence of their Super League title against Warrington on 4 February, say that 80 members of staff based at the site, plus 120 players, have been kept out for the last month.\n\"We couldn't get anywhere near the site,\" said Hetherington.\n\"When we were able to access it, the reality hit everybody. The whole site was under water. The changing rooms, medical rooms and gymnasium, and all the equipment was completely destroyed.\n\"All the pitches are contaminated so they need to be dug up and reseeded. The 3G pitch needs to be replaced. The buildings need to be replastered, all the floors need to come up.\n\"It will be the best part of six months before we can use the grass pitches and gymnasium.\"",
        "summary": "leeds rhinos\\'training ground will be replaced by the rugby league\\'s world governing body, says the rugby league chief executive.",
        "id": "35412241",
        "bbcid": 35412241,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "says the rugby league",
        "hallucinated_span_start": 91,
        "hallucinated_span_end": 112,
        "worker_id": "wid_2"
    },
    {
        "document": "Grant Ward's scuffed shot put Town ahead before Luke Varney rolled the ball into an empty net after QPR keeper Alex Smithies miscued a clearance.\nCole Skuse's long-range shot fell to Tom Lawrence, who capped the scoring with a calm finish into the corner.\nRangers offered little in attack, but sub Sandro headed Tjarron Cherry's corner against the post late on.\nIpswich had failed to score in seven of their previous 10 Championship games, but could have had plenty more, with Christophe Berra heading wide from six yards, and Skuse firing a volley straight at Smithies.\nThe Rs have won only once in their last six matches away from Loftus Road, and rarely looked like improving that record in Ian Holloway's second game in charge.\nThe win lifted Mick McCarthy's Ipswich up four places to 14th and above Rangers, who slipped to 15th.\nIpswich manager Mick McCarthy: \"The irony was that poor old Alex Smithies cost them the second goal which set us up to win as comprehensively as we did. He then kept it from being an embarrassing scoreline, but I'll take three.\n\"With Luke Varney and also Jonathan Douglas, I knew what I was going to get - even though I bet some people weren't thinking that when they saw the teamsheet. Luke epitomised everything what I want in this team.\n\"We have not been bristling with confidence. I have had a couple of rotten weekends after Rotherham and Nottingham Forest. But hopefully Ipswich can be a happier place than it has been.\"\nQPR boss Ian Holloway:  \"I am sure everyone will say everything hinged on the second goal, but it shouldn't have.\n\"The goal was a calamity and after that we were awful and it could have been four or five.\n\"Everyone will blame my keeper but I won't as my defenders should have made an angle for him. Even with my legs, I would have ran back and tried to help him.\n\"My players need to be mentally tougher as a group. I am disappointed with how we finished today. We have got to try and be a bigger, braver and more solid team.\"\nMatch ends, Ipswich Town 3, Queens Park Rangers 0.\nSecond Half ends, Ipswich Town 3, Queens Park Rangers 0.\nAttempt saved. Yeni N'Gbakoto (Queens Park Rangers) right footed shot from outside the box is saved in the bottom left corner.\nYeni N'Gbakoto (Queens Park Rangers) wins a free kick in the attacking half.\nFoul by Luke Chambers (Ipswich Town).\nAttempt saved. Freddie Sears (Ipswich Town) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Jonathan Douglas.\nOffside, Ipswich Town. Leon Best tries a through ball, but Jonathan Douglas is caught offside.\nAttempt saved. David McGoldrick (Ipswich Town) right footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Leon Best.\nAttempt saved. Freddie Sears (Ipswich Town) right footed shot from outside the box is saved in the centre of the goal. Assisted by Cole Skuse.\nKarl Henry (Queens Park Rangers) wins a free kick in the defensive half.\nFoul by Jonathan Douglas (Ipswich Town).\nOffside, Queens Park Rangers. Alex Smithies tries a through ball, but Idrissa Sylla is caught offside.\nSandro (Queens Park Rangers) wins a free kick in the defensive half.\nFoul by David McGoldrick (Ipswich Town).\nAttempt blocked. Cole Skuse (Ipswich Town) right footed shot from outside the box is blocked.\nCorner,  Ipswich Town. Conceded by Grant Hall.\nKarl Henry (Queens Park Rangers) wins a free kick in the attacking half.\nFoul by Cole Skuse (Ipswich Town).\nAttempt missed. Jonathan Douglas (Ipswich Town) header from the centre of the box is close, but misses to the left. Assisted by Freddie Sears with a cross following a corner.\nCorner,  Ipswich Town. Conceded by Alex Smithies.\nAttempt saved. Grant Ward (Ipswich Town) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Freddie Sears with a through ball.\nAlex Smithies (Queens Park Rangers) wins a free kick in the defensive half.\nFoul by Jonathan Douglas (Ipswich Town).\nCorner,  Ipswich Town. Conceded by Alex Smithies.\nAttempt saved. David McGoldrick (Ipswich Town) right footed shot from the right side of the box is saved in the bottom left corner. Assisted by Grant Ward.\nAttempt missed. David McGoldrick (Ipswich Town) right footed shot from more than 35 yards misses to the left. Assisted by Cole Skuse following a set piece situation.\nSubstitution, Ipswich Town. Leon Best replaces Tom Lawrence.\nFoul by Nedum Onuoha (Queens Park Rangers).\nGrant Ward (Ipswich Town) wins a free kick in the attacking half.\nCorner,  Queens Park Rangers. Conceded by Grant Ward.\nCorner,  Queens Park Rangers. Conceded by Adam Webster.\nSandro (Queens Park Rangers) wins a free kick in the defensive half.\nFoul by Jonathan Douglas (Ipswich Town).\nSandro (Queens Park Rangers) hits the right post with a header from the right side of the six yard box. Assisted by Tjaronn Chery with a cross following a corner.\nCorner,  Queens Park Rangers. Conceded by Christophe Berra.\nAttempt missed. David McGoldrick (Ipswich Town) right footed shot from outside the box misses to the right. Assisted by Tom Lawrence.\nFoul by Sandro (Queens Park Rangers).\nJonathan Douglas (Ipswich Town) wins a free kick in the defensive half.\nFoul by Karl Henry (Queens Park Rangers).\nCole Skuse (Ipswich Town) wins a free kick on the left wing.",
        "summary": "ipswich made it three championship wins from two with a comfortable win over qpr.",
        "id": "38034979",
        "bbcid": 38034979,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "championship wins",
        "hallucinated_span_start": 23,
        "hallucinated_span_end": 40,
        "worker_id": "wid_2"
    },
    {
        "document": "The 39-year-old, from Ammanford in Carmarthenshire, revealed the news live on BBC One's The One Show on Thursday evening but has yet to reveal the name.\nIt is Miss Jones' first child with partner Charlie Thomson and he was born in the morning of Sunday, 22 January, weighing 7lbs 11.\nMs Jones was concerned she had left it too late to have a baby after filming a documentary, Fertility and Me.",
        "summary": "the partner of a baby girl born in a carmarthenshire car has said she is concerned for the treatment of the fertility treatment.",
        "id": "38763308",
        "bbcid": 38763308,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "concerned for the treatment of the fertility treatment",
        "hallucinated_span_start": 74,
        "hallucinated_span_end": 128,
        "worker_id": "wid_2"
    },
    {
        "document": "Administrators of the ACT test took the decision just hours before some 5,500 students were due to sit it.\nThe ACT is one of two entrance exams available to international and domestic students wanting to go to a US college.\nThis is not the first cheating scandal to hit the tests in East Asia.\nThe other entrance exam - the SAT - was cancelled in South Korea in 2013 because some of the questions were leaked.\nThe ACT test was due to be held at 56 test centres in both South Korea and Hong Kong on Saturday morning.\nThe Associated Press said teachers at some of Seoul's private \"cram schools\" said they were not notified until about an hour before the students were due to sit the test.\nACT Inc, an Iowa-based non-profit organisation that was operating the test, said it took the decision after receiving \"credible evidence that test materials intended for administration in these regions have been compromised\".\nThe organisation said in a statement that all students would get a refund but would only be able to resit when the tests are held again in September.",
        "summary": "more than 100 south korea students have taken their first test test in the capital, seoul.",
        "id": "36506952",
        "bbcid": 36506952,
        "system": "TranS2S",
        "hallucination_type": "intrinsic",
        "hallucinated_span": "taken their first test test in the capital, seoul",
        "hallucinated_span_start": 41,
        "hallucinated_span_end": 90,
        "worker_id": "wid_2"
    },
    {
        "document": "Timothy Geaney admitted taking or permitting the images to be taken between April 2004 and February 2014.\nHe was made the subject of a community payback order and put on the sex offenders register earlier this year.\nHe has now been removed from his profession's register following a General Teaching Council Scotland hearing.\nIn February, Dumfries Sheriff Court heard how most of the images he had downloaded were of young boys partially dressed in erotic poses with no sexual activity.\nIn addition to his payback order he was ordered to take part in a special programme for sex offenders.\nA GTC Scotland hearing was told that the nature of the offence meant Geaney had \"condoned and participated in an industry that violates and abuses children\".\nIt heard that his conduct was \"fundamentally incompatible\" with being a registered teacher.\nThe panel found that Geaney had failed to uphold the standards expected of the profession.\nIt also noted that the offending behaviour had taken place over a lengthy period of time \"demonstrating that there was a pattern of behaviour, as opposed to an isolated incident\".\n\"Given the volume of images and the duration of the conduct, taken with the lack of evidence of remedial action, the panel was of the view that there was a strong likelihood of the offending behaviour recurring,\" it concluded.\nThe panel found him unfit to teach and removed him from the professional register.\nGeaney, who was 69 at the time he was sentenced, was not present at the hearing.\nHe was prohibited from applying to re-register for a period of two years.",
        "summary": "a teacher who admitted having sex with a 12-year-old boy has been struck off the profession.",
        "id": "35039462",
        "bbcid": 35039462,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "who admitted having sex with a 12-year-old boy",
        "hallucinated_span_start": 11,
        "hallucinated_span_end": 57,
        "worker_id": "wid_2"
    },
    {
        "document": "More than 20 competitors are due to take part in Saturday's event in Carrbridge in the Cairngorms.\nCarvers from Scotland, England, Ireland as well as continental Europe, Canada and the US regularly enter the competition.\nThey can use only chainsaws - any other carving tool is banned - to carve logs into the shapes of animals and people.\nLast year's winner Pete Bowsher, from Moffat, is to return to defend the title, and retain the first place winner's prize the Claymore Trophy.",
        "summary": "this year\\'s northern ireland car championships will take place at this year\\'s ballymena festival.",
        "id": "37245935",
        "bbcid": 37245935,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "this year\\'s northern ireland car championships will take place at this year\\'s ballymena festival",
        "hallucinated_span_start": 1,
        "hallucinated_span_end": 97,
        "worker_id": "wid_2"
    },
    {
        "document": "Lance Corporal Trimaan \"Harry\" Dhillon stalked Alice Ruggles before fatally attacking her last October.\nHer parents Sue Hills and Clive Ruggles described the moment two Northumbria Police officers knocked on their door.\nProf Ruggles said: \"And then they said to us Alice has been killed. And we looked at each other and said 'It's Harry'. We knew, we knew even then.\"\nThe trial at Newcastle Crown Court heard Dhillon had become obsessed with the 24-year-old and had stalked her.\nDr Hills told of her guilt about trying to reassure her daughter on the phone two days before.\nShe said: \"And I sort of reassured her that was ok, the police knew what was going on and that it would be all right and if she just ignored him he would ignore her.\n\"And I only put the phone down for 10 minutes and Emma (daughter) rang and said 'You cannot tell that to her, he's going to kill her. You have got to do something'.\n\"And I thought she was over-reacting so I just said 'don't be silly'.\n\"And so of course as soon as I saw the police I knew that's that what it was.\n\"And I felt such a sense of guilt for having first of all told Alice not to worry and secondly told Emma not to be silly when actually if I hadn't said that Alice might still be alive.\"\nProf Ruggles said he didn't think any of them, including his daughter, realised how serious the situation was despite the signs.\nHer parents have set up the Alice Ruggles Trust and they said they were hoping to use that and their daughter's \"vibrant personality\" to make other people aware of the dangers of stalking.\nThey said they wanted her to be remembered for that and as \"smiling and laughing and making some sort of cheeky comment.\"\nDhillon, 26, denied murder but was found guilty and sentenced to a minimum of 22 years.",
        "summary": "a former soldier has told a court she believes the parents of three-year-old alice alice ingles should be jailed for four years.",
        "id": "39738747",
        "bbcid": 39738747,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "a former soldier has told a court she believes the parents of three-year-old alice alice ingles should be jailed for four years",
        "hallucinated_span_start": 1,
        "hallucinated_span_end": 128,
        "worker_id": "wid_2"
    },
    {
        "document": "Mr Schmidt told the BBC that the company did what was \"legally required\" to pay the right amount of taxes.\nGoogle paid Â£10m in UK corporate taxes between 2006 and 2011.\nMr Schmidt said it was up to the government to change its tax system if it wanted companies to pay more taxes.\nSpeaking on BBC Radio 4's Start the Week, he said: \"What we are doing is legal. I'm rather perplexed by this debate, which has been going in the UK for some time, because I view taxes as not optional.\n\"I view that you should pay the taxes that are legally required. It's not a debate. You pay the taxes.\n\"If the British system changes the tax laws, then we will comply. If the taxes go up, we will pay more, if they go down, we will pay less. That is a political decision for the democracy that is the United Kingdom.\"\nMeanwhile, the head of the Parliamentary Public Accounts Committee, Margaret Hodge, has suggested a new committee should be established to oversee the tax arrangements of major firms.\nShe told the Independent newspaper that such a committee could hear evidence from companies in secret, meaning that companies would not be able to hide their tax affairs behind confidentiality rules.\nGoogle, most of whose UK sales are routed through Ireland, is one of the multinationals strongly criticised for organising their tax affairs in ways that minimise the amounts they pay in the UK.\nLast week, European Union leaders agreed to tackle tax avoidance through an \"automatic information exchange between tax authorities\" to monitor the situation.\nThe Google chairman has previously argued that corporate taxes should be levied in the country where it conducts economic activity and takes risks, rather than where products are consumed.\nHe has also called for a debate on international tax reform.\n\"Politicians - not companies - [should] set the rules...When legislators are doing the lobbying and companies are articulating the law as it stands, it's a confusing spectacle for everyone,\" he recently wrote in the Observer.\n\"Our hope is to move the debate forward, with everyone engaged constructively in developing a clearer, simpler system - one in which companies that abide by the law know that the politicians who devised the rules are willing to defend and commend them.\"",
        "summary": "the head of google\\'s tax affairs committee has defended the uk\\'s tax rules, saying they are \" very confident \" the law will end in",
        "id": "22676080",
        "bbcid": 22676080,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "\" very confident \" the law will end in",
        "hallucinated_span_start": 93,
        "hallucinated_span_end": 131,
        "worker_id": "wid_2"
    },
    {
        "document": "It says something for the way the team have fallen from past greatness that the result they are talking about is the fourth row of the grid - or the third if things go especially well - and some decent points.\nThis, from a team that has won 182 grands prix, at a win rate of 23.18%, 12 drivers' world championships, and eight constructors' titles. And which still, despite its dire current results, has two world champions in the cockpit - one of them, Fernando Alonso, arguably the best on the grid.\nListen: Dennis on Alonso, loyalty & mentality\nThe slump started in 2013, when McLaren lost its way on chassis design, but still had the best engine.\nNow, the team seem to have got their mojo back with the car but the problems lie with the Honda power-unit.\nThis is a far cry from the previous era of one of the most famous partnerships in F1 - it is with Honda that McLaren achieved their greatest successes of an illustrious history.\nIn 1988, they swept a season like no-one has since, even Mercedes. With the two best drivers in the world in their cars, Ayrton Senna and Alain Prost, they won 15 of the 16 races.\nThey dominated the next four years, before spending several years in the doldrums - a dip at times as bad as the latest one - before more resounding success, with Mika Hakkinen and Mercedes engines in 1998-99.\nAmazingly, the team's last constructors' title was in the first of those two years of victories with the 'flying Finn'.\nThey should have won it again, in 2007, when Alonso and Lewis Hamilton were team-mates and finished agonisingly tied in the championship, a single point behind the winner, Kimi Raikkonen of Ferrari.\nBut although the team scored more points than any other, McLaren were kicked out of the constructors' championship that year - and fined $100m - after being found guilty of benefitting from their illegal possession of reams of Ferrari technical information.\nThere was another scandal two years later - this time dubbed 'lie-gate' - after Hamilton and  sporting director Dave Ryan were found to have misled the stewards at the Australian Grand Prix. This led to a humiliating public apology from Hamilton, and the sack for Ryan.\nUntil 2012, when Hamilton and team-mate Jenson Button won seven races between them, the victories kept coming, but other than Hamilton's in 2008, the titles dried up - and now the wins have, too.\nIn many ways, their current predicament is nothing surprising. McLaren's F1 history has, like those of many long-term participants, been a cycle of triumph and decline.\nTheir first decade, following the team's establishment by the New Zealand F1 driver Bruce McLaren was spent building up the team into an increasingly powerful force, a process that continued despite the founder's death in a testing crash in 1970.\nTheir maiden title came in 1974, with the Brazilian Emerson Fittipaldi. Another followed two years later, courtesy of James Hunt in his now-famous battle with Ferrari's Niki Lauda.\nBut then the team began to slip backwards, left behind by the technology of the time. Rather like now.\nSo alarming was the dip in form that main sponsor Marlboro engineered a coup, bringing on board Ron Dennis, first as co-team boss. He took complete control shortly afterwards and has held it ever since, in one role or another.\nDennis built the team up to its first period of real domination in 1984-5, followed by the Honda era, then a partnership with Mercedes, before stepping back in 2009, only to take back control after the team's disastrous 2013 season.\nSo far, his return has not had its intended effect. But is McLaren in a period of slow - some would even say terminal - decline? Or are the good times around the corner again?\nDennis insists it is only a matter of time before success will return.\nIt is McLaren, he told BBC Sport in an interview to mark the team's golden anniversary, who will break Mercedes' hegemony in F1, and become the next team after the German giants to win the title.\nThis, after all, is why Alonso returned to the team in 2015 - a decision widely questioned at the time because of the difficult relationship he had with Dennis when they worked together in 2007.\nThe Spanish two-time champion left Ferrari because he felt they would never get there; joined McLaren partly because there was nowhere else to go, but also because he felt the renewed Honda partnership was his best chance to win an elusive third title in the end.\nDennis and his lieutenants believe they are in the process of arresting the slide, that the car is among the very best this year, and that next year Honda - who last year re-entered F1 too soon - will ensure their engine is, too.\nThey can see the progress, they say, and it is only a matter of time before they again deliver \"championships, plural\", as Dennis puts it.\nBut right now, belief is all they have. And on it rests not only a successful end to the career of one of the sport's greatest ever drivers, but also the reputation of one of its greatest names.\nSubscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox.",
        "summary": "mclaren\\'s sebastian vettel and kimi raikkonen are in the race for the formula 1 title this weekend.",
        "id": "36404868",
        "bbcid": 36404868,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "mclaren\\'s sebastian vettel and kimi raikkonen are in the race for the formula 1 title this weekend",
        "hallucinated_span_start": 1,
        "hallucinated_span_end": 99,
        "worker_id": "wid_2"
    },
    {
        "document": "The boy, Julian Hernandez, disappeared when he was five and is now 18, living with his father in Cleveland.\nBobby Hernandez, 53, was arrested and is being held at a jail in Ohio.\nThe FBI received a tip on 30 October that this teenager may be the long-missing child after problems he had applying for college.\nThe agency worked with Alabama police and the National Center for Missing and Exploited Children to confirm the boy's identity.\nHis mother has been notified of his recovery, AL.com reports.\nHis father is also charged with tampering with records in Ohio so he could obtain a driver's licence in 2012.\nHe is being held at the Cuyahoga County Jail in Ohio with a $250,000 (Â£164,100) bail.\nAuthorities suspected around the time of the boy's disappearance that his father was possibly the culprit, according to AL.com.\nA missing persons database shows that Mr Hernandez said he was taking his son to pre-school in August 2002 but then fled.",
        "summary": "a 14-year-old boy who went missing in the us state of ohio has been arrested on suspicion of murdering his father, police say.",
        "id": "34737471",
        "bbcid": 34737471,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "a 14-year-old boy who went missing in the us state of ohio has been arrested on suspicion of murdering his father, police say",
        "hallucinated_span_start": 1,
        "hallucinated_span_end": 126,
        "worker_id": "wid_2"
    },
    {
        "document": "Media playback is not supported on this device\nDel Potro secured a 3-6 6-3 7-6 (7-2) 6-3 victory over the Swiss player.\nThe Argentine is 165th in the rankings after missing more than two years because of injury problems.\nDel Potro, who is in the same half of the draw as Britain's Andy Murray, will next play either France's 32nd seed Lucas Pouille or American Donald Young.\nI am pulling for Del Potro and every player in the locker room is. No player deserves what he has had in the last three or four years.\nFormer US Open champion Del Potro, 27, reached the Wimbledon semi-finals in 2013 but the former world number four is playing in his first Grand Slam since the Australian Open in 2014 after having three wrist operations.\nHe struggled early on as Wawrinka, 31, claimed an early break before comfortably taking the opening set, but Del Potro fought back well to take the second.\nBoth players broke serve twice in the opening four games of a thrilling third set, which Del Potro won in a tie-break, before taking the fourth set to wrap up victory.\n\"It feels amazing,\" Del Potro told BBC Sport. \"I beat one of the guys who is playing great tennis this season and I couldn't have expected this before today.\n\"I enjoyed the crowd, they were incredible and I'm very happy.\n\"It is my second or third career now after all the injuries. I was sad for the last two years and now I am enjoying playing tennis again. I feel alive.\"\nMedia playback is not supported on this device\nAustralia's Nick Kyrgios is also in the same half of the draw as Murray and remains on course to meet the world number two in the last 16.\nThe number 15 seed came from two sets to one down to beat Germany's Dustin Brown 6-7 (3-7) 6-1 2-6 6-4 6-4 in a thrilling, rain-affected second-round match on Court Two.\nThe pair had only played three points before a rain delay of more than three hours with the German, ranked 85th in the world, then clinching the first set on a tie-break.\nKyrgios swept through the second set in just 15 minutes but Brown regained the advantage by taking the third.\nHowever, the Australian then won the fourth to move level and, after another rain delay, clinched the fifth set to reach round three.\nSpanish 22nd seed Feliciano Lopez will play Kyrgios in the third round, with the winner of that tie then playing either Murray or Australian John Millman in the last 16.\nLopez fought back from two sets behind to defeat Italian Fabio Fognini 3-6 6-7 6-3 6-3 6-3.\nElsewhere, there were routine victories for 10th seed Tomas Berdych and 12th seed Jo-Wilfried Tsonga.\nBerdych beat Germany's Benjamin Becker 6-4 6-1 6-2, while Tsonga triumphed 6-1 6-4 6-3 over Juan Monaco of Argentina.\nYou can now add tennis alerts in the BBC Sport app - simply head to the menu and My Alerts section",
        "summary": "defending champion andy murray reached the third round of the australian open with a straight-set win over argentina\\'s del potro.",
        "id": "36687249",
        "bbcid": 36687249,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "straight-set win over ",
        "hallucinated_span_start": 86,
        "hallucinated_span_end": 108,
        "worker_id": "wid_2"
    },
    {
        "document": "The magnitude-4.8 quake struck at a depth of 15.5km (9.6 miles) 35km north of the city of Lucca, officials said.\nThe tremor was felt as far away as Milan and Florence, Italian media say. There were no immediate reports of injuries or damage.\nItaly is prone to earthquakes. In 2009 almost 300 people died in a quake in L'Aquila in the central Abruzzo region.\nItaly's National Institute of Geophysics and Volcanology (INGV) said the quake struck at 15:48 (14:48 GMT), with its epicentre in Garfagnana.\nSeveral aftershocks of lower magnitude were felt across a large area.\nPhone lines were down and power supplies were cut in the Garfagnana area, Italian news agency Ansa reports. As a precaution, schools were said to have been evacuated in the immediate vicinity and were to be checked for any damage.\nIn Milan, top floors of tall office blocks shook and the quake was also felt in the cities of Bologna and Modena.\nIn Lucca, people poured out into the streets, Ansa said.\nLast May, two earthquakes in the same area left more than 20 people dead. The strongest tremor was magnitude-6 and caused significant damage.\nAlessandro Amato of the INGV said the latest tremor \"came out of nowhere\", and described it as a classic earthquake for the area - \"medium-strong\" and \"fairly shallow\".\nItaly is still trying to recover from the aftermath of the deadly earthquake in L'Aquila.\nSix scientists and an ex-official were convicted of multiple manslaughter in October 2012 for giving a falsely reassuring statement.\nThe group, all members of the National Commission for the Forecast and Prevention of Serious Risks, were accused of having provided \"inaccurate, incomplete and contradictory\" information about the danger of the tremors felt ahead of the 6 April 2009 quake.\nAt a meeting a few days before the deadly quake, they had told officials in L'Aquila that, while a major earthquake was not impossible, it was not likely.\nOn the night of the quake, many people are said to have remained in their homes and died because of the advice, while others who had decided to remain outside in the street survived.",
        "summary": "an earthquake in italy has killed at least 18 people, italian scientists say.",
        "id": "21197406",
        "bbcid": 21197406,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "at least 18 people, italian scientists say",
        "hallucinated_span_start": 35,
        "hallucinated_span_end": 77,
        "worker_id": "wid_2"
    },
    {
        "document": "It comes in a shake-up of UK military buildings and resettling of regiments.\nBrecon and Radnorshire Conservative MP Chris Davies condemned the closure, saying there had been a barracks in Brecon since 1805, home to troops who fought the Zulus at Rorke's Drift.\n\"This decision is abhorrent and I shall be fighting it every step of the way,\" he said.\n\"The government has a great deal of questions to answer over why it is proposing to close a well-loved and historic barracks in a vitally important military town.\n\"Brecon Barracks has served our country with distinction over its long history, with soldiers from the site fighting in every conflict since the early 19th century.\n\"This decision shows a blatant lack of respect for that history.\"\nMr Davies said he was launching a petition against the decision, saying the Brecon area had some of the highest unemployment levels in Wales.\nHe also hoped the closure would not damage the town's \"thriving\" military tourism industry.\nBrecon barracks has about 85 civilian staff and 90 military but it is not thought jobs are at risk.\nMr Davies said he understood the nearby Sennybridge training ground and infantry school at Dering Lines would not be affected.\nDefence Secretary Sir Michael Fallon told the Commons on Monday the reorganisation in Wales would see a specialist light infantry centre created at St Athan, Vale of Glamorgan.\nCawdor Barracks, Pembrokeshire - whose closure was previously announced in 2013 - will now shut in 2024, while a storage depot at Sennybridge will go in 2025.\nResponding for Labour, Shadow Defence Secretary Nia Griffith, MP for Llanelli, said the ministry was \"right to restructure its estate\".\nBut she warned closing bases would affect the livelihoods of many people who would face \"gnawing uncertainty\" over their future.",
        "summary": "lord brecon will step down as defence secretary, the defence secretary has announced.",
        "id": "37902151",
        "bbcid": 37902151,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "step down as defence secretary",
        "hallucinated_span_start": 18,
        "hallucinated_span_end": 48,
        "worker_id": "wid_2"
    },
    {
        "document": "More than 20 competitors are due to take part in Saturday's event in Carrbridge in the Cairngorms.\nCarvers from Scotland, England, Ireland as well as continental Europe, Canada and the US regularly enter the competition.\nThey can use only chainsaws - any other carving tool is banned - to carve logs into the shapes of animals and people.\nLast year's winner Pete Bowsher, from Moffat, is to return to defend the title, and retain the first place winner's prize the Claymore Trophy.",
        "summary": "this year\\'s northern ireland car championships will take place at this year\\'s ballymena festival.",
        "id": "37245935",
        "bbcid": 37245935,
        "system": "TranS2S",
        "hallucination_type": "extrinsic",
        "hallucinated_span": "this year\\'s northern ireland car championships will take place at this year\\'s ballymena festival",
        "hallucinated_span_start": 1,
        "hallucinated_span_end": 97,
        "worker_id": "wid_2"
    }
]